Revit 2024 API
LossFactor.LossFactorValue Property
 The calculated loss factor value
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double LossFactorValue { get; }
Visual Basic
Public ReadOnly Property LossFactorValue As Double
	Get
Visual C++
public:
property double LossFactorValue {
	double get ();
}
See Also
LossFactor Class
Autodesk.Revit.DB.Lighting Namespace